<?php
return [
    'enter_headline' => 'Введите заголовок новой задачи',
    'headline_too_short' => 'Заголовок слишком короткий. Попробуйте ещё раз',
    'enter_description' => 'Теперь введите описание задачи (или "-" для пропуска)',
    'task_created' => 'Задача создана',
    'enter_new_title' => 'Введите новый заголовок для задачи',
    'title_updated' => 'Заголовок задачи успешно обновлён',
    'enter_new_description' => 'Введите новое описание для задачи',
    'description_updated' => 'Описание задачи успешно обновлено',
    'confirm_task_deletion' => 'Вы уверены, что хотите удалить эту задачу? Ответьте "да" для подтверждения или "нет" для отмены.',
    'task_deleted' => 'Задача удалена',
    'unknown_step' => 'Неизвестный шаг. Попробуйте ещё раз',
];
