<?php
return [
    'welcome' => 'Добро пожаловать',
    'successful_command' => 'Регистрация прошла успешно',
    'commands' => 'Доступные команды',
    'register' => 'зарегистрироваться',
    'help' => 'помощь',
    'tasks_list' => 'список задач',
    'task_edit' => 'редактирование задачи',
    'task_create' => 'создание задачи',
    'task_search' => 'поиск задачи',
    'password_set' => 'установка пароля',
    'password_is_set' => 'Пароль установлен успешно',
    'invalid_password_format' => 'Неверный формат пароля. Пароль должен содержать от 6 до 10 символов и состоять только из букв и цифр.',
    'command_not_found' => 'Команда не найдена',

    'tasks_not_found' => 'У вас пока нет задач',
    'your_tasks' => 'Ваши задачи',
    'edit' => 'Редактировать',
    'view' => 'Просмотреть',

    'invalid_task_id' => 'Неверный ID задачи. Пожалуйста, введите ID и попробуйте снова.',
    'task_not_found' => 'Задача не найдена. Пожалуйста, проверьте ID и попробуйте снова.',
];
