<?php
return [
    'enter_headline' => 'Введіть заголовок нового завдання',
    'headline_too_short' => 'Заголовок занадто короткий. Спробуйте ще раз',
    'enter_description' => 'Тепер введіть опис завдання (або "-" щоб пропустити)',
    'task_created' => 'Завдання створено',
    'enter_new_title' => 'Введіть новий заголовок для завдання',
    'title_updated' => 'Заголовок завдання успішно оновлено',
    'enter_new_description' => 'Введіть новий опис для завдання',
    'description_updated' => 'Опис завдання успішно оновлено',
    'confirm_task_deletion' => 'Ви впевнені, що хочете видалити це завдання? Відповідайте "так" для підтвердження або "ні" для скасування.',
    'task_deleted' => 'Завдання видалено',
    'unknown_step' => 'Невідомий крок. Спробуйте ще раз',
];
