<?php
return [
    'welcome' => 'Вітаємо Вас',
    'successful_command' => 'Реєстрація пройшла успішно',
    'commands' => 'Доступні команди',
    'register' => 'зареєструватися',
    'help' => 'допомога',
    'tasks_list' => 'список задач',
    'task_edit' => 'редагування задачі',
    'task_create' => 'створення задачі',
    'task_search' => 'пошук задачі',
    'password_set' => 'встановлення пароля',
    'password_is_set' => 'Пароль встановлено успішно',
    'invalid_password_format' => 'Невірний формат пароля. Пароль має містити від 6 до 10 символів і складатися лише з літер та цифр.',
    'command_not_found' => 'Команда не знайдена',

    'tasks_not_found' => 'У вас ще немає задач',
    'your_tasks' => 'Ваші задачі',
    'edit' => 'Редагувати',
    'view' => 'Переглянути',

    'invalid_task_id' => 'Невірний ID задачі. Будь ласка, введіть ID і спробуйте знову.',
    'task_not_found' => 'Задача не знайдена. Будь ласка, перевірте ID і спробуйте знову.',
];
